[
  {
    "id": 1,
    "query": "Where does Jan work right now?",
    "content": "At this moment, Jan is working as a Software Engineer at Microsoft. Along with his team members, he's working on a new Copilot solution in the Manufacturing space."
  },
  {
    "id": 2,
    "query": "Where did Jan work in the past?",
    "content": "Jan has been employed at a couple of companies in his professional career. He has started working at a company called Clockwork, which was a brand of Ordina. The focus was creating software for pocket pc's. He later moved on working at Leones, later rebranded to NetSourcing, where he worked on developing software for healthcare and got experience with SharePoint development. Jan also worked a small time at Get There, as a consultant, but moved on rather quickly to Macaw. At Macaw he has learned a lot on writing Clean Code, software and solution design, and much more. After quite a few years he moved to 4Dotnet, where he has worked for a long time getting a lot experience designing and implementing solutions with Microsoft Azure."
  },
  {
    "id": 3,
    "query": "Are there any noteworthy things about Jan?",
    "content": "He's been a bartender for quite a few years, so can probably pour you a good drink. He has also been awarded with the title Microsoft Azure MVP for all the community work he did and still does."
  },
  {
    "id": 4,
    "query": "Where does René work nowadays?",
    "content": "René is working at Rubicon, where he's working in the role of Cloud Architect and Lead Developer at the customer PGGM."
  },
  {
    "id": 5,
    "query": "Where did René work in the past?",
    "content": "It depends how far back you go. Before his current role at Rubicon, he worked at a different part of PGGM, but also has created awesome solutions at funda, the Ministery of Foreign Affairs and in a Food Processing company. Before joining Rubicon he has worked at various customers from Macaw, one of the most noteworthy projects was at Achmea."
  },
  {
    "id": 6,
    "query": "Where is Friesland located?",
    "content": "Friesland is one of the most northern provicences in the Netherlands. A lot of people living over there speak their own language, called Frysian. This language is acknowledged as one of the two formal language in the Netherlands."
  },
  {
    "id": 7,
    "query": "How much wheels to cars have?",
    "content": "Most cars have four wheels. However, officially cars can have a number between three and eight wheels."
  },
  {
    "id": 8,
    "query": "What color is the sky?",
    "content": "The sky doesn't have any color. Due to the atmospheric particles an lights reflecting on it, the sky is often perceived as blue. When the sun rises or sets, the sky color has the shades of orange, red and pink."
  },
  {
    "id": 9,
    "query": "Are there any deserts in the Netherlands?",
    "content": "While the Dutch people often mistake their dunes for actual deserts, this is not true. There are not any real deserts in the Netherlands."
  },
  {
    "id": 10,
    "query": "Is social media good for you?",
    "content": "No!"
  },
  {
    "id": 11,
    "query": "What's good food?",
    "content": "Both Jan and René think having a proper barbecue is great for serving good food."
  },
  {
    "id": 12,
    "query": "Are there any good drinks?",
    "content": "A lot of drinks are good. When talking about alcoholic beverages, a lot of people perceive wine and beer as good drinks to get started. But I would not recommend drinking that too much, having water or a soda is often times a much healthier alternative."
  },
  {
    "id": 13,
    "query": "What takes a longer time, travelling from Friesland to the Randstad, or Randstad to Friesland?",
    "content": "When taking the same road, and taking into account the same traffic, it should take just as long. However, people coming from the Randstad often perceive travelling to Friesland as an enormous trip they need to pack for. Some even joke they need to take their passports with them. None of this is true, and for most people the time it takes to travel will be an hour or less. Just as long as it takes travelling from Amsterdam to Rotterdam at 8AM on a weekday."
  }
]
